{
    "Home":"Home",
    "About":"About",
    "Projects":"Projects",
    "Resume":"Resume",
    
    "Hi There!": "Hi There!",
    "I'M":"I'M",
    "FullStack Developer":"FullStack Developer",
    "FrontEnd Developer":"FrontEnd Developer",
    "Mid Developer":"Mid Developer",
    "Creative":"Creative",
    "Proactive":"Proactive",

    "Introduce1":"LET ME",
    "Introduce1.2":"INTRODUCE",
    "Introduce1.3":"MYSELF",
    "Introduce2":"I transform lines of code into magical solutions.I'm a software wizard with 3 years of experience and counting! 🧙‍♂️",
    "Introduce3":"I consider myself agile in...",
    "Introduce4":"Javascript, Typescript, React, Vue and more... ",
    "Introduce5":"My focus is clear: write code that not only works, but is maintainable and evolves over time.",
    "Introduce6":"Software developer specialized in the implementation of effective technological solutions. My approach is to combine creativity with technical",
    "Introduce7":"precision",

    "FINDME":"FIND ME ON",
    "FindText1":"Feel free to",
    "FindText2":"connect",
    "FindText3":"with me",

    "KnowMe1":"Know Who",
    "KnowMe2":"I'M",
    "Skills1":"Professional",
    "Skills2":"Skillset",
    "Skills3":"Tools",
    "Skills4":"I use",

    "KnowText1":"I am a Full-Stack Developer with three years of hands-on experience. My professional journey has revolved around creating intuitive and user-friendly websites. I have a deep passion for web development and a constant thirst for learning. One of my key strengths lies in my ability to swiftly adapt to new challenges and seamlessly integrate into collaborative teams.",
    "KnowText2":"Career Aspirations:",
    "KnowText3":"Looking forward, my goal is to remain at the forefront of technological advancements in web development. This involves staying updated on emerging design paradigms and harnessing the capabilities of cutting-edge frameworks.",
    "KnowText4":"Effective communication plays a pivotal role in aligning the client's vision with the final product. Leveraging my intermediate English skills and proficiency in technical-client communication, I am committed to enhancing my language abilities. My aspiration is to evolve into a bilingual developer capable of bridging the gap between technical and non-technical stakeholders seamlessly.",
    "KnowText5":"I strongly believe in the power of teamwork and collaboration. I eagerly anticipate opportunities to mentor and work closely with fellow developers. This not only contributes to the growth of my colleagues but also enriches my understanding of diverse perspectives and approaches.",
    "KnowText6":"My ultimate objective is to craft websites and web applications that leave a lasting positive impression on users. Whether it's enhancing sales on an e-commerce site or fostering connections on a community platform, I aim to create memorable and impactful user experiences.",
    "KnowText7":"In summary, my journey as a Full-Stack Developer has been characterized by growth, adaptability, and unwavering enthusiasm. As I progress in my career, I am excited about embracing new challenges, expanding my horizons, and making a meaningful impact in the dynamic world of web development.",
    "KnowText8":"Apart from coding, some other activities that I love to do!",

    "Aspirations1":"Aspirations:",
    "Aspirations2":"Playing Games",
    "Aspirations3":"Do exercise",
    "Aspirations4":"Travelling",

    "phrase":"A good software developer works with discipline and perseverance from day one.!",
    "phraseCreator":"Omar Bradley",

    "project-title1":"My Recent",
    "project-title2":"Works",
    "project-subtitle":"Here are a few projects I've worked on recently.",
    "quextProject":"Website in charge of helping apartment owners and operators, in the sale or rental of their apartments. In it, the owners could create their own network and through widgets they could create a website with the information of their condominium, residence or apartment",
    "quextWork1": "Integration of API security using validation tokens.",
    "quextWork2": "Creation of templates with 27 different types of widgets.",
    "quextWork3": "Optimization of APIs to avoid data overload.",
    "quextWork4": "Creation of APIs and integration into the FrontEnd.",
    "quextWork5": "Implementing animations.",
    "quextWork6": "Assisting in DevOps with AWS.",
    "quextWork7": "Creation of modals, components, and views for each widget according to the parameter sent to the template.",
    "quextWork8": "Integration of APIs for loading data from previously created websites.",
    "quextWork9": "Integration of live preview to see how the website widget would look in real time before creating it.",
    "quextWork10": "Media Gallery component for managing images from AWS and image editing.",
    "quextWork11": "PHP version migration 5.x-7.x.",
    "bikeProject":"Bike to Work Day is a free, fun annual event focused on encouraging people to try out commuting by bike. The event typically takes place in-person the fourth Wednesday of every June. Bike to Work Day typically attracts tens of thousands of participants whose commitment helps communicate the desire and need for expanded and improved bike infrastructure in the Denver region.",
    "bikeWork1": "Integrated MapBox API with NodeJS backend to manage routes and location points of each participating company.",
    "bikeWork2": "Utilized NodeJS and NestJS for backend development, creating robust APIs for handling large datasets and optimizing data processing.",
    "bikeWork3": "Creation of hooks for handling: data loading, website login, timezone, route management for tabs, among others.",
    "bikeWork4": "Page for company registration.",
    "bikeWork5": "Implementation of graphics for company statistics.",
    "iaProject":"Integration of an AI for the tours and the reservation of the apartments and or condominiums that have the AI available through Quext.",
    "iaWork1": "Utilized NodeJS and ExpressJS for backend development, handling API integrations, and optimizing data retrieval processes.",
    "iaWork2": "Integrated AI video and word reading functionalities using NodeJS libraries for voice animation.",
    "iaWork3": "Leveraged NodeJS ecosystem for GraphQL implementation to optimize API performance and data transmission.",
    "iaWork4": "Menu of options.",
    "iaWork5": "Collaborated with frontend developers to ensure seamless integration of backend functionalities into the Vue.js frontend application.",
    "geekProject":"Geeklist is a social platform for developers to highlight their achievements,share resources and collaborate, your status can be sold as an NFT",
    "geekWork1": "Utilized Node.js and Express.js for backend development, focusing on the creation of user posts and profile views. Write your major contribution highlighting why it was relevant and how it benefited the client.",
    "starProject": "Starlight offers solutions specific to key business lines in waste and recycling: roll-off, commercial, residential, portable toilet, facility management and recycling.",
    "starWork1": "Integration of ERP (QuickBooks Desktop and Quickbook online) in Node.js to handle the company's financial data and creation of APIs for client requirements combining DB and ERP data.",
    "starWork2": "Utilized Node.js and NestJS for backend development, crafting resilient APIs to manage extensive datasets and enhance data processing.",
    "starWork3": "Accounting and finance.",
    "starWork4": "Implementation of tables and graphs in the frontend using the APIs created from the ERP and our backend.",
    "morphoProject": "Morpho is a mobile application designed for scheduling appointments and managing workout routines for a gym box. Within the application, users can make payments for monthly or yearly subscriptions, register their profiles, access personalized workout plans, schedule appointments, and store health data, among other features.",
    "morphoWork1": "Implemented user authentication and login functionalities using Node.js for secure access to the application.",
    "morphoWork2": "Developed backend services to manage user profiles, including registration, profile updates, and data storage.",
    "morphoWork3": "Integrated appointment reservation system using Node.js for efficient scheduling and management of user appointments.",
    "morphoWork4": "Utilized Node.js to handle user data securely, including health information, exercise preferences, and payment details.",
    "morphoWork5": "Collaborated with frontend developers to ensure seamless integration of backend services into the mobile application.",

    "download":"Download CV",
    "BethText":"Wendell is extremely talented. He tackled some challenging tasks on my product and produced amazing work. One of the things that I appreciated the most was his ability to ask excellent questions that provoked effective outcomes to the parameters that had been outlined. My product is far better because of his talented front-end work. I enjoyed working with Wendell and look forward to an opportunity to do so again.",
    "KeallyText":"Wendell is a hard-working, excellent professional who I worked together on developing my product. His expertise in frontend development helped our company immensely. He is also an all-around great guy to work with! I highly recommend him to anyone looking for help on their development team. He had great work ethic and communication skills. Plus, he easily adjusts to any given situation or business dynamics that came up during the project.",
    "DagoText":"Working with Wendell on the CMS project at Quext was a standout experience. His skill in frontend development played a crucial role in our project's success. Wendell's positive attitude and quick learning ability not only drove our project forward but also made him a joy to collaborate with. He's a true team player with a talent for tackling complex challenges. I highly recommend Wendell for any team looking for a skilled and adaptable professional.",
    "OliverText":"Wendell is without a doubt a professional with an incalculable talent for problem management. His high degree of commitment, organization and quality of his results leave no doubt that he is a first class professional both as a Frontend Dev and when it comes to managing/solving problems. It is worth noting his good execution skills and the versatility he brings with his talent to the project in which he is involved, he is able to assume the role that is required, I would be glad to work again with this talented professional.",
    "AaronText":"I reccomend Wendell as a very good SW developer that has.a lot to offer.His passionate about he's skill, likes to learn every day and is a very good team player. During our time working in projects, he was never afraid of talking with clients, learning from his mistakes and growing as a professional.He's a great person and any team looking for a great addition to SWD team, here is a great guy",
    "linkedInCover":"linkedIn Cover Letter"
}